Repository: msmayara/Codingo
Catalog: Codingo/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# Award.button
source: Unleash more magic!
pt_br: Libere mais magia!

# Award.subtitle%lld
source: You’ve just added %lld new tricks to your skills!
pt_br: Você acabou de adicionar %lld novos truques ao seu repertório!

# Award.title
source: Code wizard!
pt_br: Mago do código!

# CodingQuests.accessibility
source: The Enchanted Realm of Accessibility
pt_br: O Reino Encantado da Acessibilidade

# CodingQuests.errorHandling
source: Runes of Error Handling
pt_br: Runas da Manipulação de Erros

# CodingQuests.grandCentralDispatch
source: Guardians of Grand Central Dispatch
pt_br: Guardiões da Grand Central Dispatch

# CodingQuests.internationalization
source: The Spell of Many Tongues
pt_br: O Feitiço das Muitas Línguas

# CodingQuests.memoryManagement
source: The Alchemist's Guide to Memory Management
pt_br: O Guia do Alquimista para Gerenciamento de Memória

# CodingQuests.notStarted
source: Not started yet
pt_br: Ainda não iniciado

# CodingQuests.protocols
source: Potions and Protocols
pt_br: Poções e Protocolos

# CodingQuests.title
source: Coding Quests
pt_br: Missões de Código
